{
  "<PAD>": 0,
  "<UNK>": 1,
  "<START>": 2,
  "<END>": 3,
  "hey": 4,
  "good": 5,
  "morning": 6,
  "how": 7,
  "are": 8,
  "you": 9,
  "i": 10,
  "am": 11,
  "fine": 12,
  "about": 13,
  "just": 14,
  "having": 15,
  "breakfast": 16,
  "nice": 17,
  "what": 18,
  "toast": 19,
  "and": 20,
  "tea": 21,
  "hello": 22,
  "busy": 23,
  "welcome": 24,
  "to": 25,
  "my": 26,
  "world": 27,
  "not": 28,
  "really": 29,
  "whats": 30,
  "up": 31,
  "wanted": 32,
  "see": 33,
  "if": 34,
  "want": 35,
  "coffee": 36,
  "sure": 37,
  "lets": 38,
  "go": 39,
  "in": 40,
  "ten": 41,
  "minutes": 42,
  "did": 43,
  "watch": 44,
  "the": 45,
  "match": 46,
  "last": 47,
  "night": 48,
  "yes": 49,
  "it": 50,
  "was": 51,
  "amazing": 52,
  "know": 53,
  "right": 54,
  "ending": 55,
  "crazy": 56,
  "totally": 57,
  "expect": 58,
  "that": 59,
  "hi": 60,
  "your": 61,
  "weekend": 62,
  "went": 63,
  "park": 64,
  "sounds": 65,
  "relaxing": 66,
  "weather": 67,
  "perfect": 68,
  "coming": 69,
  "party": 70,
  "tonight": 71,
  "will": 72,
  "be": 73,
  "there": 74,
  "great": 75,
  "later": 76,
  "sleep": 77,
  "pretty": 78,
  "thanks": 79,
  "glad": 80,
  "hear": 81,
  "plans": 82,
  "for": 83,
  "today": 84,
  "do": 85,
  "grab": 86,
  "lunch": 87,
  "time": 88,
  "one": 89,
  "oclock": 90,
  "then": 91,
  "finish": 92,
  "book": 93,
  "almost": 94,
  "done": 95,
  "should": 96,
  "cool": 97,
  "think": 98,
  "of": 99,
  "enjoyed": 100,
  "story": 101,
  "doing": 102,
  "now": 103,
  "love": 104,
  "code": 105,
  "javascript": 106,
  "working": 107,
  "on": 108,
  "some": 109,
  "emails": 110,
  "day": 111,
  "huh": 112,
  "yeah": 113,
  "lots": 114,
  "before": 115,
  "movie": 116,
  "fun": 117,
  "action": 118,
  "too": 119,
  "we": 120,
  "together": 121,
  "sometime": 122,
  "afternoon": 123,
  "free": 124,
  "talk": 125,
  "check": 126,
  "feels": 127,
  "chat": 128,
  "drink": 129,
  "chai": 130,
  "with": 131,
  "cookies": 132,
  "have": 133,
  "yet": 134,
  "maybe": 135,
  "relax": 136,
  "at": 137,
  "home": 138,
  "sometimes": 139,
  "rest": 140,
  "is": 141,
  "best": 142,
  "absolutely": 143,
  "agree": 144,
  "tried": 145,
  "new": 146,
  "cafe": 147,
  "no": 148,
  "snacks": 149,
  "this": 150,
  "week": 151,
  "going": 152,
  "yours": 153,
  "can": 154,
  "complain": 155,
  "as": 156,
  "usual": 157,
  "same": 158,
  "here": 159,
  "hoping": 160,
  "a": 161,
  "quiet": 162,
  "evening": 163,
  "cohort": 164,
  "aur": 165,
  "chaicode": 166,
  "learning": 167,
  "generative": 168,
  "ai": 169,
  "by": 170,
  "hitesh": 171,
  "choudhary": 172,
  "piyush": 173,
  "garg": 174,
  "self": 175,
  "rohit": 176,
  "kadam": 177
}