{
  "<PAD>": 0,
  "<UNK>": 1,
  "<START>": 2,
  "<END>": 3,
  "hey": 4,
  "good": 5,
  "morning": 6,
  "how": 7,
  "are": 8,
  "you": 9,
  "i": 10,
  "am": 11,
  "fine": 12,
  "about": 13,
  "just": 14,
  "having": 15,
  "breakfast": 16,
  "nice": 17,
  "what": 18,
  "toast": 19,
  "and": 20,
  "tea": 21,
  "hello": 22,
  "world": 23,
  "busy": 24,
  "not": 25,
  "really": 26,
  "whats": 27,
  "up": 28,
  "wanted": 29,
  "to": 30,
  "see": 31,
  "if": 32,
  "want": 33,
  "coffee": 34,
  "sure": 35,
  "lets": 36,
  "go": 37,
  "in": 38,
  "ten": 39,
  "minutes": 40,
  "did": 41,
  "watch": 42,
  "the": 43,
  "match": 44,
  "last": 45,
  "night": 46,
  "yes": 47,
  "it": 48,
  "was": 49,
  "amazing": 50,
  "know": 51,
  "right": 52,
  "ending": 53,
  "crazy": 54,
  "totally": 55,
  "expect": 56,
  "that": 57,
  "hi": 58,
  "your": 59,
  "weekend": 60,
  "went": 61,
  "park": 62,
  "sounds": 63,
  "relaxing": 64,
  "weather": 65,
  "perfect": 66,
  "coming": 67,
  "party": 68,
  "tonight": 69,
  "will": 70,
  "be": 71,
  "there": 72,
  "great": 73,
  "later": 74,
  "sleep": 75,
  "pretty": 76,
  "thanks": 77,
  "glad": 78,
  "hear": 79,
  "plans": 80,
  "for": 81,
  "today": 82,
  "do": 83,
  "grab": 84,
  "lunch": 85,
  "time": 86,
  "one": 87,
  "oclock": 88,
  "then": 89,
  "finish": 90,
  "book": 91,
  "almost": 92,
  "done": 93,
  "should": 94,
  "cool": 95,
  "think": 96,
  "of": 97,
  "enjoyed": 98,
  "story": 99,
  "doing": 100,
  "now": 101,
  "working": 102,
  "on": 103,
  "some": 104,
  "emails": 105,
  "day": 106,
  "huh": 107,
  "yeah": 108,
  "lots": 109,
  "before": 110,
  "movie": 111,
  "fun": 112,
  "action": 113,
  "too": 114,
  "we": 115,
  "together": 116,
  "sometime": 117,
  "afternoon": 118,
  "free": 119,
  "talk": 120,
  "check": 121,
  "feels": 122,
  "chat": 123,
  "have": 124,
  "yet": 125,
  "maybe": 126,
  "relax": 127,
  "at": 128,
  "home": 129,
  "sometimes": 130,
  "rest": 131,
  "is": 132,
  "best": 133,
  "absolutely": 134,
  "agree": 135,
  "tried": 136,
  "new": 137,
  "cafe": 138,
  "no": 139,
  "snacks": 140,
  "this": 141,
  "week": 142,
  "going": 143,
  "yours": 144,
  "can": 145,
  "complain": 146,
  "as": 147,
  "usual": 148,
  "same": 149,
  "here": 150,
  "hoping": 151,
  "a": 152,
  "quiet": 153,
  "evening": 154,
  "cohort": 155,
  "chai": 156,
  "or": 157,
  "code": 158,
  "learning": 159,
  "generative": 160,
  "ai": 161,
  "javascript": 162,
  "by": 163,
  "hitesh": 164,
  "choudhary": 165,
  "piyush": 166,
  "garg": 167,
  "my": 168,
  "self": 169,
  "rohit": 170,
  "kadam": 171
}